Repository: common-repository/pitane-booking
Catalog: languages/pitanebooking-*.po
Languages: nl_nl

source: 1. Desired route
nl_nl: 1. Gewenst traject

source: 2. Trip details
nl_nl: 2. Rit details

source: 3. Contact details
nl_nl: 3. Contactgegevens

source: at
nl_nl: op

source: Background color
nl_nl: Achtergrondkleur

source: Book now
nl_nl: Boeken

source: Bus (max. 8 persons)
nl_nl: Bus (max. 8 personen)

source: Button background color
nl_nl: Knop achtergrondkleur

source: Calculate and book
nl_nl: Bereken en boek

source: Calculate price
nl_nl: Bereken prijs

source: Car type
nl_nl: Wagensoort

source: Color Settings
nl_nl: Kleuren instellingen

source: Company name
nl_nl: Bedrijfsnaam

source: Continue
nl_nl: Doorgaan

source: Date
nl_nl: Datum

source: Default passenger id (rei_id)
nl_nl: Standaard reizigers id (rei_id)

source: Destination
nl_nl: Bestemming

source: Email address
nl_nl: Emailadres

source: Error Text color
nl_nl: Tekst error kleur

source: Extra information
nl_nl: Extra informatie

source: Google countries
nl_nl: Google maps land restricties

source: If we have additional questions we will call you by phone
nl_nl: Bij vragen zullen wij telefonisch contact opnemen op nummer

source: Main color
nl_nl: Hoofdkleur

source: New Booking
nl_nl: Nieuwe boeking

source: No
nl_nl: Nee

source: Number of persons
nl_nl: Aantal personen

source: Pay at driver
nl_nl: Betalen bij chauffeur

source: Pay online
nl_nl: Online betalen

source: Payment method
nl_nl: Betaalmethode

source: person
nl_nl: persoon

source: persons
nl_nl: personen

source: Phone number
nl_nl: Telefoonnummer

source: Pick-up
nl_nl: Van

source: Pick-up time
nl_nl: Tijdstip ophalen

source: Pitane API port
nl_nl: Pitane API poort

source: Pitane Booking not configured
nl_nl: Pitane Booking niet geconfigureerd

source: Pitane Settings
nl_nl: Pitane instellingen

source: Please enter e-mail address
nl_nl: Gelieve een emailadres te vullen

source: Please enter valid e-mail address
nl_nl: Gelieve een geldig e-mailadres in te voeren

source: Please enter valid phone number
nl_nl: Gelieve een geldig telefoonnummer in te voeren

source: Please enter your destination address
nl_nl: Gelieve een bestemming in te voeren

source: Please enter your name
nl_nl: Gelieve uw naam in te voeren

source: Please enter your phone number
nl_nl: Gelieve een telefoonnummer te vullen

source: Please enter your pick-up address
nl_nl: Gelieve een ophaaladres in te voeren

source: Please pay your reservation online in order to complete your booking
nl_nl: Gelieve de reservering online te betalen om deze om te zetten naar een boeking

source: Retour amount
nl_nl: Retour bedrag

source: Return
nl_nl: Retour

source: Return date
nl_nl: Retour datum

source: Return time
nl_nl: Retour tijd

source: Success Text color
nl_nl: Tekst succes kleur

source: Tariff Id Bus
nl_nl: Tarief ID bus

source: Tariff Id Taxi
nl_nl: Tarief ID taxi

source: Tariff Id Wheelchair Bus
nl_nl: Tarief ID rolstoelbus

source: Taxi (max. 4 persons)
nl_nl: Taxi (max. 4 personen)

source: Text Main color
nl_nl: Tekst hoofdkleur

source: To
nl_nl: Naar

source: Transport id (rei_vor_id)
nl_nl: Vervoersvorm id (rei_vor_id)

source: Trip amount
nl_nl: Rit bedrag

source: We will bring you to the following destination
nl_nl: Wij vervoeren u naar de volgende bestemming

source: We will pick you up on
nl_nl: U wordt opgehaald op

source: We will send you an email with all information regarding this booking. You
nl_nl: Wij sturen u een mail met alle informatie betreffende deze boeking. Deze ontvangt u op uw emailadres

source: Wheelchair bus (max. 8 persons)
nl_nl: Rolstoelbus (max. 8 personen)

source: Widget Text color
nl_nl: Widget tekst kleur

source: Yes
nl_nl: Ja

source: Your name
nl_nl: Uw naam

source: Your trip was booked with trip number
nl_nl: Uw rit werd geboekt onder ritnummer

source: Your trip was reserved with trip number
nl_nl: Uw rit werd gereserveerd onder ritnummer

source: Your trips were booked under trip numbers
nl_nl: Uw ritten werden geboekt onder de ritnummers

source: Your trips were reserved under trip numbers
nl_nl: Uw ritten werden gereserveerd onder de ritnummers
